Repository: Kl4rity/FHT_iOS_Advanced
Catalog: GameTracker/MyGameTracker/*.lproj/Localizable.strings
Languages: de

# PlayerList-Title
source: Players
de: Spieler

# PlayerList-removePlayerTitle
source: Are you sure?
de: Bist du sicher?

# PlayerList-removePlayerMessage
source: Do you really want to remove this player?
de: Möchtest du diesen Spieler wirklich entfernen?

# PlayerList-confirm
source: Yes
de: Ja

# PlayerList-cancel
source: No
de: Nein

# AddPlayer-Title
source: New Player
de: Neuer Spieler

# AddPlayer-AddButtonTitle
source: Add
de: Hinzufügen

# GameList-Title
source: Games
de: Spiele

# GameList-removeGameTitle
source: Are you sure?
de: Bist du sicher?

# GameList-removeGameMessage
source: Do you really want to remove this game from the player?
de: Möchtest du dieses Spiel wirklich von dem Spieler entfernen?

# GameList-confirm
source: Yes
de: Ja

# GameList-cancel
source: No
de: Nein

# AddGame-Title
source: Add Game
de: Neues Spiel

# AddGame-AddButtonTitle
source: Create New Game
de: Neues Spiel hinzufügen

# AddGame-ConnectButtonTitle
source: Add Game to Player
de: Zu Spieler hinzufügen

# MatchList-removeMatchTitle
source: Are you sure?
de: Bist du sicher?

# MatchList-removeMatchMessage
source: Do you really want to remove this match?
de: Möchtest du dieses Match wirklich entfernen?

# MatchList-confirm
source: Yes
de: Ja

# MatchList-cancel
source: No
de: Nein

# MatchCell-Won
source: Won
de: Gewonnen

# MatchCell-Lost
source: Lost
de: Verloren

# AddEditMatch-Title
source: Edit Match
de: Match bearbeiten

# AddEditMatch-ScoreHomeLabel
source: My Score
de: Meine Punkte

# AddEditMatch-ScoreAwayLabel
source: Opp. Score
de: Punkte Gegner

# AddEditMatch-SaveButtonLabel
source: Save match
de: Match speichern

# AddEditMatch-ProofButtonLabel
source: Add photographic proof
de: Beweisfoto hinzufügen
